import PersonList from "./list.json";

export default class DataStore {
  static list = PersonList;
}
`
学校：中央公园+八中（初中+高中）
户型：小三室85平，160-180之间
轻轨：9号线兰桂大道，一期150米，二期700米
小学：一期400米，二期850米
中学：一期2.1公里，二期2.1公里



重庆学区名校

小学重庆前三名校，人和街，巴蜀，人民

中学七龙珠
一中—6个校区）
三中—4个校区
八中—8个校区
西付—6个校区
育才—6个校区
巴蜀--6所校区（鲁能巴蜀，巴蜀常常春藤，两江巴蜀，科学城巴蜀，巴滨路巴蜀）
一外—3个校区

九龙坡—谢家湾小学+育才中学（摇号入学）（4所）
南区—珊瑚中学+珊瑚小学

大学城—树人小学（6所）+7中，（南渝南开中学摇号），（巴蜀中学新学校未知）

沙坪坝—沙小+68中学（沙坪坝-八中只有高中部）

江北区—巴川中学+小学，私立学校，（红帆八中摇号）（华新实验小学，建新中学等…）

渝北—中央公园小学/人和街小学+八中本部（划片入读，落户5年，中央公园小学落户一年）

人和街小学/巴蜀小学+八中数据库中学（划片入学落户5年）

礼嘉实验小学+两江巴蜀（划片入读落户三年）

礼嘉星光小学+星光中学（划片入读，落户目前没得要求新学校）

照母山—博雅小学/人民小学（3所）+西大附中（划片入读落户三年）

龙兴—人民小学+南开中学（小学+初中都是私立转公了）只有绿城一手业主可读，后面的二手业主都只能摇号

汽博—金山/金渝小学+金溪八中（划片入读，落户小学3年，中学目前没得要求）

龙头寺—鲁能巴蜀小学+中学（摇号入学）

蔡家—西大附中（摇号）兼善中学+朝阳小学（划片）

水土—西大附中（划片）+小学在建
`